export const typeLabel = {
  완벽주의형: '디테일 마스터 \n 완벽주의형',
  동기저하형: '에너지 세이버 \n 동기저하형',
  스트레스형: '감정센서 \n 스트레스형',
}

export const text1 = {
  완벽주의형:
    '세밀함과 완성도가 높아요.\n계획을 세울 때 기준이 명확해요.\n스스로의 기대치가 동기이자 부담이 되기도 해요.',
  동기저하형:
    '감정과 컨디션에 따라 에너지 흐름이 달라요.\n충분한 휴식 후 몰입력이 강하게 돌아와요.\n작은 성취에도 큰 만족을 느끼는 타입이에요.',
  스트레스형:
    '긴장 상태에서는 집중이 쉽게 흔들려요.\n긴장이 풀리면 생각이 정리돼요.\n안정된 환경에서 실력이 자연스럽게 드러나요.',
}

export const text2 = {
  완벽주의형: `계획을 세우는 데 시간을 쓰기보다, 작은 단위 기록부터 시작해보세요. '완벽히 채운 하루'보다 '기록이 이어진 흐름'에 집중하면 꾸준함이 더 쉬워져요.`,
  동기저하형: `처음부터 큰 목표를 세우기보단, 가벼운 미션으로 워밍업해보세요. 하루에 한 가지라도 기록하면 '성취감 루프'가 생겨요.`,
  스트레스형: `복잡한 일정 대신 하루 한 번 루틴 체크로 부담을 낮춰 드릴게요. '쉬어도 괜찮은 이유'를 함께 찾아봐요.`,
}
